Repository: virtual-labs/exp-elastic-inelastic-collision-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: प्रकार कॉम्बो बॉक्स का चयन का उपयोग करते हुए टकराव के प्रकार का चयन करें।

source: help2
hi_in: का उपयोग कर स्लाइडर ' बहाली की coeff ' बहाली के सह eff समायोजित करें।

source: help3
hi_in: वेग और ' वस्तु एक ' का उपयोग ' वेग (v1) ' स्लाइडर की बड़े पैमाने पर समायोजित करें और' मास ( एम 1) ' क्रमशः स्लाइडर।

source: help4
hi_in: वेग और ' वेग ( वी 2 )' ' वस्तु बी' का उपयोग कर स्लाइडर की बड़े पैमाने पर समायोजित करें और' मास ( एम 2) ' क्रमशः स्लाइडर।

source: help5
hi_in: 'प्रयोग आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए ।

source: help6
hi_in: ग्राफ टक्कर से पहले और टक्कर के बाद प्राप्त निरीक्षण करें ।

source: help7
hi_in: K.E , गति और दोनों 'वस्तु एक और वस्तु बी' के वेग के लिए परिणाम निरीक्षण ।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Elastic and Inelastic Collision
hi_in: लचीला और स्थिर टकराव

source: Variables
hi_in: चर

source: Coeff of Restitution(k)
hi_in: सह बहाली की कुशल (k)

source: Object A
hi_in: वस्तु एक

source: Object B
hi_in: वस्तु बी

source: Velocity(v1)
hi_in: वेग (v1)

source: Mass(m1)
hi_in: मास ( एम 1)

source: Velocity(v2)
hi_in: वेग (v2)

source: Mass(m2)
hi_in: मास ( एम 2)

source: g
hi_in: ग्राम

source: Start Experiment
hi_in: प्रयोग शुरू

source: Reset
hi_in: रीसेट

source: Elastic
hi_in: लोचदार

source: Before Collision
hi_in: टक्कर से पहले

source: After Collision
hi_in: टक्कर के बाद

source: Select an object
hi_in: एक वस्तु का चयन करें

source: K.E
hi_in: गतिज ऊर्जा

source: Velocity
hi_in: वेग

source: Momentum
hi_in: गति

source: kg
hi_in: किलोग्राम

source: m/sec
hi_in: मीटर / सेकंड

source: Result
hi_in: परिणाम

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय

source: Melting Point
hi_in: गलनांक

source: InElastic
hi_in: अतन्यक

source: Pause
hi_in: ठहराव

source: Time
hi_in: पहर

source: P
hi_in: गति(P)

source: V
hi_in: वेग(v)

source: KE
hi_in: गतिज ऊर्जा(K.E)
